Repository: gongahkia/hot-cross-buns
Catalog: apps/apple/Resources/Localizable.xcstrings
Source language: en
Languages: ms, ta, zh_hans

# Event quick-add: %@
source: Event quick-add: %1$@
ms: Tambah pantas acara: %@
ta: நிகழ்வு விரைவாகச் சேர்: %@
zh_hans: 事件快速添加：%@

source: Every
ms: Setiap
ta: ஒவ்வொரு
zh_hans: 每一个

source: Every Day
ms: Setiap Hari
ta: ஒவ்வொரு நாளும்
zh_hans: 每天

source: Every Month
ms: Setiap Bulan
ta: ஒவ்வொரு மாதமும்
zh_hans: 每个月

source: Every Week
ms: Setiap Minggu
ta: ஒவ்வொரு வாரமும்
zh_hans: 每周

source: Every Year
ms: Setiap Tahun
ta: ஒவ்வொரு வருடமும்
zh_hans: 每年

source: Every open task with a due date fires a single notification on this Mac at the chosen time, N days before. Per-task offsets are not stored anywhere — the rule is app-wide.
ms: Setiap tugasan terbuka dengan tarikh akhir melancarkan satu pemberitahuan pada Mac ini pada masa yang dipilih, N hari sebelumnya. Offset setiap tugasan tidak disimpan di mana-mana — peraturan adalah di seluruh apl.
ta: குறிப்பிட்ட தேதியுடன் கூடிய ஒவ்வொரு திறந்த பணியும், N நாட்களுக்கு முன்பு, தேர்ந்தெடுக்கப்பட்ட நேரத்தில் இந்த Mac இல் ஒரு அறிவிப்பை வெளியிடும். ஒவ்வொரு பணிக்கும் ஆஃப்செட்கள் எங்கும் சேமிக்கப்படாது - விதி பயன்பாடு முழுவதும் உள்ளது.
zh_hans: 每个具有截止日期的未完成任务都会在 N 天前的选定时间在此 Mac 上触发一条通知。每个任务的偏移量不会存储在任何地方 - 该规则是应用程序范围内的。

source: Every open task with a due date fires a single notification on this Mac at the chosen time, `N` days before. Per-task offsets are not stored anywhere — the rule is app-wide.
ms: Setiap tugasan terbuka dengan tarikh tamat membuat satu pemberitahuan pada Mac ini pada masa yang dipilih, `N` hari sebelumnya. Offset setiap tugasan tidak disimpan di mana-mana — peraturan adalah di seluruh apl.
ta: குறிப்பிட்ட தேதியுடன் கூடிய ஒவ்வொரு திறந்த பணியும் இந்த மேக்கில் தேர்ந்தெடுக்கப்பட்ட நேரத்தில், `N` நாட்களுக்கு முன்பு ஒரு அறிவிப்பை வெளியிடும். ஒவ்வொரு பணிக்கும் ஆஃப்செட்கள் எங்கும் சேமிக்கப்படாது - விதி பயன்பாடு முழுவதும் உள்ளது.
zh_hans: 每个有截止日期的未完成任务都会在“N”天前的选定时间在此 Mac 上触发一条通知。每个任务的偏移量不会存储在任何地方 - 该规则是应用程序范围内的。

source: Exact-match title and notes across %@ active tasks.
ms: Tajuk dan nota padanan tepat merentas %@ tugasan aktif.
ta: %@ செயலில் உள்ள பணிகள் முழுவதும் சரியான-பொருத்த தலைப்பு மற்றும் குறிப்புகள்.
zh_hans: %@ 活动任务中的标题和注释完全匹配。

source: Existing: %@
ms: Sedia Ada: %@
ta: தற்போதுள்ளது: %@
zh_hans: 现有：%@

source: Expands a start time into an end time when no explicit end is given.
ms: Mengembangkan masa mula kepada masa tamat apabila tiada pengakhiran yang jelas diberikan.
ta: வெளிப்படையான முடிவு எதுவும் வழங்கப்படாதபோது தொடக்க நேரத்தை இறுதி நேரமாக விரிவுபடுத்துகிறது.
zh_hans: 当没有给出明确的结束时，将开始时间扩展为结束时间。

source: Extracts a location from @place or 'at place' syntax.
ms: Mengekstrak lokasi daripada sintaks @place atau 'at place'.
ta: @place அல்லது 'at place' தொடரியலில் இருந்து இருப்பிடத்தைப் பிரித்தெடுக்கிறது.
zh_hans: 从 @place 或“at place”语法中提取位置。

source: Finish step 1 first — your task lists and calendars will appear here once Google is connected.
ms: Selesaikan langkah 1 dahulu — senarai tugasan dan kalendar anda akan dipaparkan di sini sebaik sahaja Google disambungkan.
ta: முதலில் படி 1 ஐ முடிக்கவும் - Google இணைக்கப்பட்டதும் உங்கள் பணிப் பட்டியல்களும் காலெண்டர்களும் இங்கே தோன்றும்.
zh_hans: 首先完成第 1 步 - 连接 Google 后，您的任务列表和日历将显示在此处。

source: First load can take 10-30 seconds on larger Google accounts.
ms: Muatan pertama boleh mengambil masa 10-30 saat pada akaun Google yang lebih besar.
ta: பெரிய Google கணக்குகளில் முதல் ஏற்றம் 10-30 வினாடிகள் ஆகலாம்.
zh_hans: 对于较大的 Google 帐户，首次加载可能需要 10-30 秒。

source: First writable (default)
ms: Pertama boleh ditulis (lalai)
ta: முதலில் எழுதக்கூடியது (இயல்புநிலை)
zh_hans: 第一个可写（默认）

source: First-launch warnings you may see
ms: Amaran pelancaran pertama yang mungkin anda lihat
ta: நீங்கள் பார்க்கக்கூடிய முதல் வெளியீட்டு எச்சரிக்கைகள்
zh_hans: 您可能会看到的首次启动警告

source: Focus search
ms: Fokus carian
ta: கவனம் தேடல்
zh_hans: 焦点搜索

source: For Google, click Advanced, then Go to Hot Cross Buns only if you trust the app and the OAuth project is yours. Personal unverified OAuth clients can keep showing this warning.
ms: Untuk Google, klik Lanjutan, kemudian Pergi ke Hot Cross Buns hanya jika anda mempercayai apl itu dan projek OAuth adalah milik anda. Pelanggan OAuth peribadi yang tidak disahkan boleh terus menunjukkan amaran ini.
ta: Google க்கு, மேம்பட்டதைக் கிளிக் செய்து, ஆப்ஸை நீங்கள் நம்பினால் மட்டுமே ஹாட் கிராஸ் பன்ஸுக்குச் செல்லவும் மற்றும் OAuth திட்டம் உங்களுடையது. தனிப்பட்ட சரிபார்க்கப்படாத OAuth கிளையண்ட்கள் இந்த எச்சரிக்கையைக் காட்டலாம்.
zh_hans: 对于 Google，单击“高级”，然后仅当您信任该应用程序且 OAuth 项目属于您时才转到“Hot Cross Buns”。未经验证的个人 OAuth 客户端可能会继续显示此警告。

source: Force full resync
ms: Paksa penyegerakan semula penuh
ta: முழு மறு ஒத்திசைவை கட்டாயப்படுத்தவும்
zh_hans: 强制完全重新同步

source: Forever
ms: Selamanya
ta: எப்போதும்
zh_hans: 永远

source: GUESTS (%@)
ms: TETAMU (%@)
ta: விருந்தினர்கள் (%@)
zh_hans: 来宾 (%@)

source: Generated %@
ms: Dijana %@
ta: உருவாக்கப்பட்ட %@
zh_hans: 生成%@

source: Global quick-add from any app
ms: Tambah pantas global daripada mana-mana apl
ta: எந்தவொரு பயன்பாட்டிலிருந்தும் உலகளாவிய விரைவான-சேர்ப்பு
zh_hans: 从任何应用程序进行全局快速添加

source: Go to Calendar
ms: Pergi ke Kalendar
ta: காலெண்டருக்குச் செல்லவும்
zh_hans: 前往日历

source: Go to Notes
ms: Pergi ke Nota
ta: குறிப்புகளுக்குச் செல்லவும்
zh_hans: 转到注释

source: Go to Settings
ms: Pergi ke Tetapan
ta: அமைப்புகளுக்குச் செல்லவும்
zh_hans: 前往“设置”

source: Go to Tasks
ms: Pergi ke Tugasan
ta: பணிகளுக்குச் செல்லவும்
zh_hans: 前往任务

source: Go to date
ms: Pergi ke tarikh
ta: தேதிக்குச் செல்லுங்கள்
zh_hans: 去约会

source: Google Maps key not configured — showing Apple Maps.
ms: Kunci Peta Google tidak dikonfigurasikan — menunjukkan Peta Apple.
ta: Google Maps விசை உள்ளமைக்கப்படவில்லை — Apple Mapsஐக் காட்டுகிறது.
zh_hans: Google 地图键未配置 — 显示 Apple 地图。

source: Google Tasks doesn't support moving between lists natively. The task will be recreated in the new list and the old copy deleted. Its Google ID will change.
ms: Google Tasks tidak menyokong perpindahan antara senarai secara asli. Tugasan akan dibuat semula dalam senarai baharu dan salinan lama dipadamkan. ID Googlenya akan berubah.
ta: பட்டியல்களுக்கு இடையே சொந்தமாக நகர்வதை Google Tasks ஆதரிக்காது. பணி புதிய பட்டியலில் மீண்டும் உருவாக்கப்படும் மற்றும் பழைய நகல் நீக்கப்படும். அதன் கூகுள் ஐடி மாறும்.
zh_hans: Google Tasks 本身不支持在列表之间移动。该任务将在新列表中重新创建，并删除旧副本。其 Google ID 将发生变化。

source: Google Tasks stores dates only; reminder times must be set as calendar events.
ms: Google Tasks menyimpan tarikh sahaja; masa peringatan mesti ditetapkan sebagai acara kalendar.
ta: Google பணிகள் தேதிகளை மட்டுமே சேமிக்கிறது; நினைவூட்டல் நேரங்களை காலண்டர் நிகழ்வுகளாக அமைக்க வேண்டும்.
zh_hans: Google Tasks 仅存储日期；提醒时间必须设置为日历事件。

source: Google hasn't verified this app
ms: Google belum mengesahkan apl ini
ta: இந்த ஆப்ஸை Google சரிபார்க்கவில்லை
zh_hans: Google 尚未验证此应用

source: Google rejected these writes with HTTP 400 because the payload shape or content was invalid. The payload is preserved so you can copy it for debugging, then retry after fixing the source data.
ms: Google menolak penulisan ini dengan HTTP 400 kerana bentuk muatan atau kandungan tidak sah. Muatan dikekalkan supaya anda boleh menyalinnya untuk penyahpepijatan, kemudian cuba semula selepas membetulkan data sumber.
ta: பேலோட் வடிவம் அல்லது உள்ளடக்கம் தவறானது என்பதால், HTTP 400 உடன் இந்த எழுத்துகளை Google நிராகரித்தது. பேலோட் பாதுகாக்கப்படுவதால், பிழைத்திருத்தத்திற்காக அதை நகலெடுத்து, மூலத் தரவைச் சரிசெய்த பிறகு மீண்டும் முயற்சிக்கவும்.
zh_hans: Google 使用 HTTP 400 拒绝这些写入，因为有效负载形状或内容无效。有效负载将被保留，以便您可以复制它进行调试，然后在修复源数据后重试。

source: Google rejected these writes with HTTP 412 — someone else edited the same item between the time you made your change and when HCB sent it. Choose whose version wins.
ms: Google menolak penulisan ini dengan HTTP 412 — orang lain mengedit item yang sama antara masa anda membuat perubahan dan apabila HCB menghantarnya. Pilih versi siapa yang menang.
ta: HTTP 412 உடன் இந்த எழுத்துக்களை Google நிராகரித்துவிட்டது — நீங்கள் மாற்றியதற்கும் HCB அனுப்பியதற்கும் இடையில் வேறு யாரோ அதே உருப்படியைத் திருத்தியுள்ளனர். யாருடைய பதிப்பு வெற்றி பெறுகிறது என்பதைத் தேர்ந்தெடுக்கவும்.
zh_hans: Google 使用 HTTP 412 拒绝了这些写入 — 在您进行更改和 HCB 发送更改之间，其他人编辑了同一项目。选择哪个版本获胜。

source: Group by
ms: Kumpulan mengikut
ta: குழு மூலம்
zh_hans: 分组依据

source: Groups
ms: Kumpulan
ta: குழுக்கள்
zh_hans: 团体

source: Help
ms: Tolong
ta: உதவி
zh_hans: 帮助

source: Hidden modes disappear from the Calendar view picker. At least one mode stays visible.
ms: Mod tersembunyi hilang daripada pemilih paparan Kalendar. Sekurang-kurangnya satu mod kekal kelihatan.
ta: கேலெண்டர் வியூ பிக்கரில் இருந்து மறைக்கப்பட்ட முறைகள் மறைந்துவிடும். குறைந்தது ஒரு பயன்முறையாவது தெரியும்.
zh_hans: 隐藏模式从日历视图选择器中消失。至少一种模式保持可见。

source: Hot Cross Buns
ms: Roti Palang Panas
ta: ஹாட் கிராஸ் பன்கள்
zh_hans: 十字面包

source: Hot Cross Buns %@ is available from GitHub Releases.
ms: Hot Cross Buns %@ tersedia daripada Keluaran GitHub.
ta: ஹாட் கிராஸ் பன்ஸ் %@ கிட்ஹப் வெளியீடுகளில் கிடைக்கிறது.
zh_hans: Hot Cross Buns %@ 可从 GitHub Releases 获取。

source: Hot Cross Buns cannot store tasks, events, or notes until a Google account is connected. You can connect later from Settings, but the app will be read-only empty setup until then.
ms: Hot Cross Buns tidak boleh menyimpan tugas, acara atau nota sehingga akaun Google disambungkan. Anda boleh menyambung kemudian daripada Tetapan, tetapi apl akan menjadi persediaan kosong baca sahaja sehingga itu.
ta: Google கணக்கு இணைக்கப்படும் வரை Hot Cross Buns பணிகள், நிகழ்வுகள் அல்லது குறிப்புகளைச் சேமிக்க முடியாது. அமைப்புகளில் இருந்து நீங்கள் பின்னர் இணைக்கலாம், ஆனால் அதுவரை ஆப்ஸ் படிக்க மட்டும் காலியாக இருக்கும்.
zh_hans: 在连接 Google 帐户之前，Hot Cross Buns 无法存储任务、事件或注释。您可以稍后从“设置”进行连接，但在此之前该应用程序将是只读的空设置。

source: Hot Cross Buns did not find a newer release yet.
ms: Hot Cross Buns belum menemui keluaran yang lebih baharu lagi.
ta: Hot Cross Buns இன்னும் புதிய வெளியீட்டைக் கண்டறியவில்லை.
zh_hans: Hot Cross Buns 尚未找到更新的版本。

source: Hot Cross Buns will schedule up to 64 pending reminders on this Mac for the soonest-upcoming due tasks and Calendar events. 64 is an Apple-imposed ceiling for local notifications per app — later items get scheduled automatically as earlier ones fire or complete.
ms: Hot Cross Buns akan menjadualkan sehingga 64 peringatan yang belum selesai pada Mac ini untuk tugasan dan acara Kalendar yang paling cepat akan datang. 64 ialah siling yang dikenakan Apple untuk pemberitahuan setempat bagi setiap aplikasi — item kemudian akan dijadualkan secara automatik apabila yang lebih awal menyala atau lengkap.
ta: Hot Cross Buns இந்த Mac இல் 64 நிலுவையில் உள்ள நினைவூட்டல்களை விரைவில் வரவிருக்கும் பணிகள் மற்றும் கேலெண்டர் நிகழ்வுகளுக்கு திட்டமிடும். 64 என்பது ஒரு பயன்பாட்டிற்கான உள்ளூர் அறிவிப்புகளுக்கு ஆப்பிள் விதித்த உச்சவரம்பு - முந்தைய உருப்படிகள் தீ அல்லது முழுவதுமாக தானாகவே திட்டமிடப்படும்.
zh_hans: Hot Cross Buns 将在此 Mac 上安排最多 64 个待处理提醒，以提醒即将到来的到期任务和日历事件。 64 是 Apple 对每个应用程序的本地通知设置的上限 - 较晚的项目会在较早的项目触发或完成时自动安排。

source: Imported %@
ms: Diimport %@
ta: இறக்குமதி செய்யப்பட்டது %@
zh_hans: 进口%@

source: Imported library
ms: Perpustakaan yang diimport
ta: இறக்குமதி செய்யப்பட்ட நூலகம்
zh_hans: 导入库

source: In Quick Create (events only), typing a hashtag you've bound below auto-applies the matching Google Calendar color. The hashtag is stripped from the title before it's sent to Google.
ms: Dalam Cipta Pantas (acara sahaja), menaip hashteg yang anda ikat di bawah menggunakan warna Kalendar Google yang sepadan secara automatik. Hashtag dilucutkan daripada tajuk sebelum dihantar kepada Google.
ta: விரைவு உருவாக்கத்தில் (நிகழ்வுகள் மட்டும்), நீங்கள் கீழே இணைத்துள்ள ஹேஷ்டேக்கைத் தட்டச்சு செய்வது, பொருந்தக்கூடிய Google Calendar வண்ணத்தைத் தானாகப் பயன்படுத்துகிறது. ஹேஷ்டேக் கூகுளுக்கு அனுப்பப்படுவதற்கு முன் தலைப்பில் இருந்து அகற்றப்பட்டது.
zh_hans: 在“快速创建”（仅限活动）中，输入您在下面绑定的主题标签会自动应用匹配的 Google 日历颜色。在发送给 Google 之前，主题标签会从标题中删除。

source: Indent / outdent
ms: Indent / outden
ta: உள்தள்ளல் / அவுட்டென்ட்
zh_hans: 缩进/取消缩进

source: Inheriting global Task Lists visibility.
ms: Mewarisi keterlihatan Senarai Tugas global.
ta: உலகளாவிய பணிப் பட்டியல்களின் தெரிவுநிலையைப் பெறுதல்.
zh_hans: 继承全局任务列表可见性。

source: Install Guidance
ms: Panduan Pasang
ta: வழிகாட்டுதலை நிறுவவும்
zh_hans: 安装指导

source: Install Hot Cross Buns %@
ms: Pasang Hot Cross Buns %@
ta: ஹாட் கிராஸ் பன்களை நிறுவவும் %@
zh_hans: 安装十字面包 %@

source: Installing the new DMG replaces the app bundle only. Your settings, local cache, and history stay on this Mac because they live outside the app in UserDefaults and Application Support.
ms: Memasang DMG baharu menggantikan app bundle sahaja. Tetapan, cache setempat dan sejarah anda kekal pada Mac ini kerana tetapan tersebut berada di luar apl dalam UserDefaults dan Sokongan Aplikasi.
ta: புதிய DMGஐ நிறுவுவது ஆப்ஸ் தொகுப்பை மட்டும் மாற்றும். உங்களின் அமைப்புகள், உள்ளூர் கேச் மற்றும் வரலாறு ஆகியவை இந்த Mac இல் இருக்கும், ஏனெனில் அவை UserDefaults மற்றும் பயன்பாட்டு ஆதரவில் பயன்பாட்டிற்கு வெளியே வசிப்பதால்.
zh_hans: 安装新的 DMG 仅替换应用程序包。您的设置、本地缓存和历史记录保留在这台 Mac 上，因为它们位于应用程序外部的“用户默认值”和“应用程序支持”中。

source: Instantiate from the command palette: "Insert Event Template…". Same variable set as task templates; dateAnchor resolves to YYYY-MM-DD, timeAnchor is literal HH:mm. Unknown variables stay visible so typos don't silently drop values.
ms: Segera daripada palet arahan: "Sisipkan Templat Acara…". Set pembolehubah yang sama seperti templat tugas; dateAnchor memutuskan kepada YYYY-MM-DD, timeAnchor ialah HH:mm literal. Pembolehubah tidak diketahui kekal kelihatan supaya kesilapan menaip tidak menjatuhkan nilai secara senyap.
ta: கட்டளைத் தட்டில் இருந்து உடனுக்குடன்: "நிகழ்வு டெம்ப்ளேட்டைச் செருகவும்...". பணி டெம்ப்ளேட்களின் அதே மாறி தொகுப்பு; தேதிநங்கூரம் YYYY-MM-DD எனத் தீர்க்கிறது, நேர ஆங்கர் என்பது HH:mm. அறியப்படாத மாறிகள் காணக்கூடியதாக இருக்கும், எனவே எழுத்துப்பிழைகள் மதிப்புகளை அமைதியாக கைவிடாது.
zh_hans: 从命令选项板实例化：“插入事件模板...”。与任务模板相同的变量集； dateAnchor 解析为 YYYY-MM-DD，timeAnchor 解析为文字 HH:mm。未知变量保持可见，因此拼写错误不会默默地删除值。

source: Instantiate from the command palette: "Insert Task Template…". Variables in {{…}} are expanded before the task is created; unknown variables are left visible so typos don't silently drop values.
ms: Segera dari palet arahan: "Masukkan Templat Tugas…". Pembolehubah dalam {{…}} dikembangkan sebelum tugasan dibuat; pembolehubah yang tidak diketahui dibiarkan kelihatan supaya kesilapan menaip tidak menjatuhkan nilai secara senyap.
ta: கட்டளைத் தட்டில் இருந்து உடனுக்குடன்: "பணி டெம்ப்ளேட்டைச் செருகவும்...". பணி உருவாக்கப்படுவதற்கு முன் {{…}} இல் உள்ள மாறிகள் விரிவாக்கப்படுகின்றன; தெரியாத மாறிகள் பார்வைக்கு விடப்படுகின்றன, எனவே எழுத்துப்பிழைகள் மதிப்புகளை அமைதியாக கைவிடாது.
zh_hans: 从命令选项板实例化：“插入任务模板...”。 {{…}} 中的变量在创建任务之前展开；未知变量保持可见，因此拼写错误不会默默地删除值。

source: Jump one larger period
ms: Lompat satu tempoh yang lebih besar
ta: ஒரு பெரிய காலத்தை தாவி
zh_hans: 跳转一个较大的周期

source: Jump to Calendar / Tasks
ms: Lompat ke Kalendar / Tugasan
ta: காலெண்டர் / பணிகளுக்கு செல்லவும்
zh_hans: 跳转至日历/任务

source: Jump to today
ms: Lompat ke hari ini
ta: இன்று தாவி
zh_hans: 跳转到今天

source: Jump to…
ms: Lompat ke…
ta: செல்லவும்…
zh_hans: 跳转至...

source: LIST
ms: SENARAI
ta: பட்டியல்
zh_hans: 列表

source: Last %@ user mutations. Useful for reconstructing "when did I do that?" after the undo window has closed.
ms: %@ mutasi pengguna terakhir. Berguna untuk membina semula "bila saya melakukannya?" selepas tetingkap buat asal ditutup.
ta: கடைசி %@ பயனர் பிறழ்வுகள். "நான் எப்போது செய்தேன்?" புனரமைக்க பயனுள்ளதாக இருக்கும். செயல்தவிர் சாளரம் மூடப்பட்ட பிறகு.
zh_hans: 最后 %@ 用户突变。对于重建“我什么时候这么做的？”很有用。撤消窗口关闭后。

# Last checked %@ via %@
source: Last checked %1$@ via %2$@
ms: Terakhir disemak %1$@ melalui %2$@
ta: %2$@ வழியாக %1$@ கடைசியாகச் சரிபார்க்கப்பட்டது
zh_hans: 最后通过 %2$@ 检查 %1$@

source: Last computed %@
ms: Terakhir dikira %@
ta: கடைசியாக கணக்கிடப்பட்டது %@
zh_hans: 最后计算的 %@

source: Layout scale
ms: Skala susun atur
ta: தளவமைப்பு அளவு
zh_hans: 布局规模

source: Layout scale resizes UI chrome (sidebar, icons, padding). Text size, font, and color scheme are controlled independently. System dialogs (alerts, confirmation dialogs) follow macOS display settings and aren't affected.
ms: Skala reka letak mengubah saiz krom UI (bar sisi, ikon, pelapik). Saiz teks, fon dan skema warna dikawal secara bebas. Dialog sistem (makluman, dialog pengesahan) mengikut tetapan paparan macOS dan tidak terjejas.
ta: தளவமைப்பு அளவு UI குரோம் அளவை மாற்றுகிறது (பக்கப்பட்டி, சின்னங்கள், திணிப்பு). உரை அளவு, எழுத்துரு மற்றும் வண்ணத் திட்டம் ஆகியவை சுயாதீனமாக கட்டுப்படுத்தப்படுகின்றன. கணினி உரையாடல்கள் (எச்சரிக்கைகள், உறுதிப்படுத்தல் உரையாடல்கள்) macOS காட்சி அமைப்புகளைப் பின்பற்றுகின்றன, மேலும் அவை பாதிக்கப்படாது.
zh_hans: 布局比例调整 UI 镶边（侧边栏、图标、填充）的大小。文本大小、字体和配色方案是独立控制的。系统对话框（警报、确认对话框）遵循 macOS 显示设置，不受影响。

source: Leader
ms: Pemimpin
ta: தலைவர்
zh_hans: 领导者

source: Leader chords reuse the same command system as menus and shortcuts.
ms: Kord pemimpin menggunakan semula sistem arahan yang sama seperti menu dan pintasan.
ta: லீடர் கோர்ட்கள் மெனுக்கள் மற்றும் குறுக்குவழிகள் போன்ற அதே கட்டளை அமைப்பை மீண்டும் பயன்படுத்துகின்றன.
zh_hans: 主奏和弦重复使用与菜单和快捷方式相同的命令系统。

source: Leave empty for a one-off event. The "RRULE:" prefix is added automatically if missing.
ms: Biarkan kosong untuk acara sekali sahaja. Awalan "RRULE:" ditambah secara automatik jika tiada.
ta: ஒருமுறை நடக்கும் நிகழ்வுக்கு காலியாக விடவும். "RRULE:" முன்னொட்டு விடுபட்டால் தானாகவே சேர்க்கப்படும்.
zh_hans: 为一次性事件留空。如果缺少“RRULE:”前缀，则会自动添加。

source: Leave empty to match every list.
ms: Biarkan kosong untuk memadankan setiap senarai.
ta: ஒவ்வொரு பட்டியலையும் பொருத்த காலியாக விடவும்.
zh_hans: 留空以匹配每个列表。

source: Leave empty to use the structured fields below.
ms: Biarkan kosong untuk menggunakan medan berstruktur di bawah.
ta: கீழே உள்ள கட்டமைக்கப்பட்ட புலங்களைப் பயன்படுத்த, காலியாக விடவும்.
zh_hans: 留空以使用下面的结构化字段。

source: List
ms: Senaraikan
ta: பட்டியல்
zh_hans: 列表

source: List hints
ms: Senaraikan petunjuk
ta: பட்டியல் குறிப்புகள்
zh_hans: 列出提示

source: Loading calendars from Google…
ms: Memuatkan kalendar daripada Google…
ta: Google இலிருந்து கேலெண்டர்களை ஏற்றுகிறது…
zh_hans: 正在从 Google 加载日历...

source: Loading next month…
ms: Memuatkan bulan depan…
ta: அடுத்த மாதம் ஏற்றப்படும்…
zh_hans: 下个月加载...

source: Loading previous month…
ms: Memuatkan bulan sebelumnya…
ta: முந்தைய மாதம் ஏற்றப்படுகிறது…
zh_hans: 加载上个月...

source: Loading your Google Tasks lists…
ms: Memuatkan senarai Tugasan Google anda…
ta: உங்கள் Google Tasks பட்டியல்களை ஏற்றுகிறது…
zh_hans: 正在加载您的 Google 任务列表...

source: Locations
ms: Lokasi
ta: இடங்கள்
zh_hans: 地点

source: Locks when Mac locks
ms: Mengunci apabila Mac dikunci
ta: மேக் பூட்டும்போது பூட்டுகிறது
zh_hans: Mac 锁定时锁定

source: Looking up location…
ms: Mencari lokasi…
ta: இருப்பிடத்தைத் தேடுகிறது…
zh_hans: 正在查找位置...

source: Manual only refreshes on request. Balanced refreshes on launch and foreground. Near real-time adds foreground polling every 90 seconds with backoff on rate-limits.
ms: Manual hanya dimuat semula atas permintaan. Muat semula seimbang pada pelancaran dan latar depan. Berhampiran masa nyata menambah tinjauan latar depan setiap 90 saat dengan berundur pada had kadar.
ta: கோரிக்கையின் பேரில் மட்டுமே கையேடு புதுப்பிக்கப்படும். துவக்கத்திலும் முன்புறத்திலும் சமநிலையான புதுப்பிப்புகள். நிகழ்நேரத்திற்கு அருகில் ஒவ்வொரு 90 வினாடிகளுக்கும் முன்புற வாக்கெடுப்பு விகித வரம்புகளில் பின்வாங்குகிறது.
zh_hans: 手册仅根据要求刷新。启动和前台的平衡刷新。近实时添加了每 90 秒一次的前台轮询，并在速率限制上进行回退。

source: Mapping
ms: Pemetaan
ta: மேப்பிங்
zh_hans: 测绘

source: Maps a task to a task list hint without opening the full editor.
ms: Petakan tugas ke pembayang senarai tugas tanpa membuka editor penuh.
ta: முழு எடிட்டரைத் திறக்காமலேயே பணிப் பட்டியலின் குறிப்பிற்கு ஒரு பணியை வரைபடமாக்குகிறது.
zh_hans: 将任务映射到任务列表提示，而无需打开完整的编辑器。

source: Marks the focused task complete or open.
ms: Menandai tugas yang difokuskan selesai atau terbuka.
ta: கவனம் செலுத்திய பணி முடிந்தது அல்லது திறந்ததைக் குறிக்கிறது.
zh_hans: 将重点任务标记为已完成或未完成。

source: Matched by exact title and notes. Jump to a sibling to compare, delete this one, or dismiss if it's a false positive.
ms: Dipadankan dengan tajuk dan nota yang tepat. Lompat ke adik beradik untuk membandingkan, memadam yang ini atau tolak jika ia positif palsu.
ta: சரியான தலைப்பு மற்றும் குறிப்புகளுடன் பொருந்துகிறது. இதை ஒப்பிடவோ, நீக்கவோ அல்லது தவறான நேர்மறையாக இருந்தால் நிராகரிக்கவோ உடன்பிறந்தோரிடம் செல்லவும்.
zh_hans: 与准确的标题和注释相匹配。跳转到同级进行比较，删除该同级，或者如果是误报则忽略。

source: Month in week view, year in month view.
ms: Paparan bulan dalam minggu, paparan tahun dalam bulan.
ta: வாரத்தில் மாதம், மாதத்தின் பார்வை.
zh_hans: 周视图中的月视图、月视图中的年视图。

source: Month scroll range
ms: Julat tatal bulan
ta: மாத உருள் வரம்பு
zh_hans: 月份滚动范围

source: Month view opens with this many months loaded around the selected month. Scrolling to either boundary loads one more month.
ms: Paparan bulan dibuka dengan banyak bulan ini dimuatkan sekitar bulan yang dipilih. Menatal ke mana-mana sempadan memuatkan sebulan lagi.
ta: தேர்ந்தெடுக்கப்பட்ட மாதத்தில் பல மாதங்கள் ஏற்றப்பட்டதன் மூலம் மாதக் காட்சி திறக்கும். இன்னும் ஒரு மாதத்திற்கு எந்த எல்லை சுமைகளுக்கும் ஸ்க்ரோலிங்.
zh_hans: 月视图将打开，并在所选月份周围加载这么多个月。滚动到任一边界会再加载一个月。

source: More reminders exist in the next %@ days than macOS allows the app to schedule at once. They will be scheduled as earlier ones fire or are cancelled.
ms: Lebih banyak peringatan wujud dalam %@ hari seterusnya daripada macOS membenarkan apl menjadualkan sekali gus. Mereka akan dijadualkan sebagai kebakaran yang lebih awal atau dibatalkan.
ta: MacOS பயன்பாட்டை ஒரே நேரத்தில் திட்டமிட அனுமதிப்பதை விட, அடுத்த %@ நாட்களில் அதிக நினைவூட்டல்கள் உள்ளன. அவை முந்தைய தீ என திட்டமிடப்படும் அல்லது ரத்து செய்யப்படும்.
zh_hans: 在接下来的 %@ 天内，存在的提醒数量将多于 macOS 允许应用立即安排的提醒数量。它们将在较早的事件发生或被取消时安排。

# Move %@ task%@ to:
source: Move %1$@ task%2$@ to:
ms: Alihkan %1$@ tugas%2$@ ke:
ta: %1$@ task%2$@ஐ இதற்கு நகர்த்தவும்:
zh_hans: 将 %1$@ 任务 %2$@ 移至：

source: Moves focus to the calendar search field.
ms: Mengalihkan fokus ke medan carian kalendar.
ta: காலெண்டர் தேடல் புலத்திற்கு கவனம் செலுத்துகிறது.
zh_hans: 将焦点移至日历搜索字段。

source: Moves the visible calendar range.
ms: Mengalihkan julat kalendar yang boleh dilihat.
ta: தெரியும் காலண்டர் வரம்பை நகர்த்துகிறது.
zh_hans: 移动可见的日历范围。

source: Natural-language event capture.
ms: Tangkapan peristiwa dalam bahasa semula jadi.
ta: இயற்கை மொழி நிகழ்வு பிடிப்பு.
zh_hans: 自然语言事件捕获。

source: Natural-language note capture.
ms: Tangkapan nota bahasa semula jadi.
ta: இயற்கை மொழி குறிப்பு பிடிப்பு.
zh_hans: 自然语言笔记捕获。

source: Natural-language task capture.
ms: Tangkapan tugasan dalam bahasa semula jadi.
ta: இயற்கை மொழி பணி பிடிப்பு.
zh_hans: 自然语言任务捕获。

source: Navigation
ms: Navigasi
ta: வழிசெலுத்தல்
zh_hans: 导航

source: Never
ms: tidak pernah
ta: ஒருபோதும் இல்லை
zh_hans: 绝不

source: New Event
ms: Acara Baru
ta: புதிய நிகழ்வு
zh_hans: 新活动

source: New List
ms: Senarai Baru
ta: புதிய பட்டியல்
zh_hans: 新名单

source: New Note
ms: Nota Baharu
ta: புதிய குறிப்பு
zh_hans: 新笔记

source: New Task
ms: Tugas Baru
ta: புதிய பணி
zh_hans: 新任务

source: New Task List
ms: Senarai Tugas Baharu
ta: புதிய பணி பட்டியல்
zh_hans: 新任务列表

source: New event
ms: Acara baru
ta: புதிய நிகழ்வு
zh_hans: 新活动

source: New note
ms: Nota baru
ta: புதிய குறிப்பு
zh_hans: 新笔记

source: New task
ms: tugas baru
ta: புதிய பணி
zh_hans: 新任务

source: Next 7 days
ms: 7 hari seterusnya
ta: அடுத்த 7 நாட்கள்
zh_hans: 未来 7 天

source: No Help Matches
ms: Tiada Bantuan Padanan
ta: உதவி பொருத்தங்கள் இல்லை
zh_hans: 没有帮助匹配

source: No bindings start with this prefix.
ms: Tiada pengikatan bermula dengan awalan ini.
ta: இந்த முன்னொட்டுடன் எந்த பிணைப்புகளும் தொடங்குவதில்லை.
zh_hans: 没有以此前缀开头的绑定。
